Repository: MixinNetwork/flutter-app
Catalog: lib/l10n/intl_*.arb
Languages: ms, ru, zh_tw

source: Include Files
ru: Включить файлы
zh_tw: 包括檔案

source: Include Videos
ru: Включить видео
zh_tw: 包括影片

source: Initializing…
ms: Memulakan…
ru: Инициализация…
zh_tw: 初始化…

# inviteInfo
source: Anyone with Mixin can follow this link to join this group. Only share it with people you trust.
ms: Sesiapa sahaja yang mempunyai Mixin boleh mengikuti pautan ini untuk menyertai kumpulan ini. Kongsi sahaja dengan orang yang anda percayai.
ru: Любой, у кого есть Mixin, может перейти по этой ссылке, чтобы присоединиться к этой группе. Делитесь ею только с теми, кому вы доверяете.
zh_tw: Mixin 使用者可以使用此連結加入這個群組，請只跟您信任的人共享連結。

source: Invite to Group via Link
ms: Jemput ke Kumpulan melalui Pautan
ru: Пригласить в группу по ссылке
zh_tw: 群邀請連結

# joinGroupWithPlus
source: + Join group
ru: + Присоединиться к группе
zh_tw: + 加入群組

# joinedIn
source: Joined on {arg0}
ms: Menyertai {arg0}
ru: Присоединился к {arg0}
zh_tw: {arg0} 加入

# landingDeleteContent
source: Your account will be deleted on {arg0}, if you continue to log in, the request to delete your account will be cancelled.
ru: Ваш аккаунт будет удален {arg0}. Если вы продолжите входить в систему, запрос на удаление вашего аккаунта будет отменен.
zh_tw: 您的賬戶將於 {arg0} 被刪除，如果您繼續登入，刪除您賬戶的請求將被取消。

# landingInvitationDialogContent
source: We will send a 4-digit code to your phone number {arg0}, please enter the code in next screen.
ms: Kami akan menghantar kod 4 digit ke nombor telefon anda {arg0}, sila masukkan kod di skrin seterusnya.
ru: Мы отправим 4-значный код на ваш номер телефона {arg0}. Введите код на следующем экране.
zh_tw: 我們將傳送4位驗證碼到手機 {arg0}, 請在下一個頁面輸入

# landingValidationTitle
source: Enter the 4-digit code sent to you at {arg0}
ms: Masukkan kod 4 digit yang dihantar kepada anda di {arg0}
ru: Введите 4-значный код, отправленный вам на {arg0}.
zh_tw: 請輸入傳送至以下號碼的 4 位驗證碼：{arg0}

source: Learn More
ms: Ketahui Lebih Lanjut
ru: Узнать больше
zh_tw: 瞭解更多

source: less
ru: меньше
zh_tw: 更少

source: Light
ru: Светлое
zh_tw: 淺色

source: linked device
zh_tw: 連線的裝置

source: Live
ms: Langsung
ru: Вживую
zh_tw: 直播

source: Loading...
ru: Загрузка...
zh_tw: 正在載入...

# loadingTime
source: System time is unusual, please continue to use again after correction
ms: Waktu sistem tidak biasa, sila terus gunakan lagi selepas pembetulan
ru: Системное время необычно, пожалуйста, продолжайте использовать его снова после исправления
zh_tw: 檢測到系統時間異常，請校正後再繼續使用

source: locate to chat
ru: найти, чтобы пообщаться
zh_tw: 定位到聊天

source: Location
ms: Lokasi
ru: Расположение
zh_tw: 位置

source: Lock
zh_tw: 鎖定

source: Log in
ms: Log masuk
ru: Авторизоваться
zh_tw: 登入

# loginAndAbortAccountDeletion
source: Continue to log in and abort account deletion
ru: Продолжить вход и отменить удаление учетной записи
zh_tw: 繼續登入並放棄刪除賬戶

# loginByQrcode
source: Login to Mixin Messenger by QR Code
ru: Войдите в Mixin Messenger по QR-коду
zh_tw: 透過二維碼登入 Mixin Messenger

# loginByQrcodeTips1
source: Open Mixin Messenger on your phone.
zh_tw: 開啟手機上的 Mixin Messenger。

# loginByQrcodeTips2
source: Scan the QR Code on the screen and confirm your login.
zh_tw: 掃描螢幕上的二維碼，確認登入。

source: Make group admin
ms: Buat pentadbir kumpulan
ru: Сделать администратором группы
zh_tw: 設定為群組管理員

source: Media
ru: Медиа
zh_tw: 媒體

source: Memo
ru: Памятка
zh_tw: 備註

# messageE2ee
source: Messages to this conversation are encrypted end-to-end, tap for more info.
ms: Mesej ke perbualan ini disulitkan dari hujung ke hujung, ketuk untuk maklumat lebih lanjut.
ru: Сообщения в этом чате полностью зашифрованы. Нажмите, чтобы узнать больше.
zh_tw: 此對話中的訊息使用端對端加密。點選瞭解更多。

source: Message not found
ms: Mesej tidak dijumpai
ru: Сообщение не найдено
zh_tw: 找不到該訊息

# messageNotSupport
source: This type of message is not supported, please upgrade Mixin to the latest version.
ms: Mesej jenis ini tidak disokong, sila tingkatkan Mixin ke versi terkini.
ru: Этот тип сообщений не поддерживается, пожалуйста, обновите Mixin до последней версии.
zh_tw: 不支援此型別訊息。請升級 Mixin 檢視。

source: Message Preview
ru: Предварительный просмотр сообщения
zh_tw: 訊息預覽

# messagePreviewDescription
source: Preview message text inside new message notifications.
ru: Предварительный просмотр текста сообщения в уведомлениях о новых сообщениях.
zh_tw: 預覽新訊息通知中的訊息文字。

source: Messages
ru: Сообщения
zh_tw: 訊息

source: Minimize
ru: Свести к минимуму
zh_tw: 最小化

# minute
source: {count, plural, one{{arg0} Minute} other{{arg0} Minutes}}
zh_tw: {count, plural, one{{arg0} 分鐘} other{{arg0} 分鐘}}

source: Mixin Messenger Desktop
ms: Desktop Mixin Messenger
ru: Рабочий стол Mixin Messenger
zh_tw: Mixin Messenger 桌面

source: More
ms: Lebih banyak lagi
ru: Больше
zh_tw: 更多

source: Multisig Transaction
ms: Transaksi Multisig
ru: Мультиподписная транзакция
zh_tw: 多重簽名交易

source: Mute
ru: Беззвучный
zh_tw: 靜音

# myMixinId
source: My Mixin ID: {arg0}
ms: ID Mixin Saya: {arg0}
ru: Мой Mixin ID: {arg0}
zh_tw: 我的 Mixin ID：{arg0}

source: My Stickers
ru: Мои стикеры
zh_tw: 我的表情

source: N/A
ru: Нет данных
zh_tw: 暫無價格

source: Name
ms: Nama
ru: Имя
zh_tw: 名稱

source: Network connection failed
zh_tw: 網路連線失敗

source: Network error
ms: Ralat rangkaian
ru: Сетевая ошибка
zh_tw: 網路錯誤

source: New version available
ru: Доступна новая версия
zh_tw: 發現新版本

# newVersionDescription
source: Mixin Messenger {arg0} is now available, you have {arg1}. Would you like to download it now?
ru: Mixin Messenger {arg0} теперь доступен, у вас есть {arg1}. Вы хотите загрузить его сейчас?
zh_tw: 發現新版本 Mixin Messenger {arg0}，當前版本為 {arg1}。是否要下載最新的版本？

source: Next
ms: Seterusnya
ru: Следующий
zh_tw: 下一步

source: Next conversation
ru: Следующий разговор
zh_tw: 下一個會話

source: NO AUDIO
ms: TIADA AUDIO
ru: НЕТ АУДИО
zh_tw: 沒有音訊

source: No camera
ms: Tiada kamera
ru: Нет камеры
zh_tw: 沒有相機

source: No Data
ru: Нет данных
zh_tw: 沒有資料

source: NO FILES
ms: TIADA FAIL
ru: ФАЙЛОВ НЕТ
zh_tw: 沒有檔案

source: NO LINKS
ms: TIADA Pautan
ru: НЕТ ССЫЛОК
zh_tw: 沒有連結

source: NO MEDIA
ms: TIADA MEDIA
ru: НЕТ МЕДИА
zh_tw: 沒有媒體

source: No network connection
ms: Tiada sambungan rangkaian
ru: Нет подключения к сети
zh_tw: 無網路連線

source: NO POSTS
ms: TIADA POST
ru: НЕТ СООБЩЕНИЙ
zh_tw: 沒有文章

source: NO RESULTS
ms: Tiada keputusan
ru: НЕТ РЕЗУЛЬТАТОВ
zh_tw: 未找到相關結果

source: Not found
ms: Tidak ditemui
ru: Не найден
zh_tw: 沒有找到相應的訊息

# notSupportBiometric
source: This Device is not supported Biometric authentication
zh_tw: 此裝置不支援生物驗證

# notificationContent
source: Don't miss messages from your friends.
ms: Jangan terlepas mesej daripada rakan anda.
ru: Не пропустите сообщения от друзей.
zh_tw: 不再遺漏好友的訊息。

# notificationPermissionManually
source: Notifications are not allowed, please go to Notification Settings to turn on.
ru: Уведомления запрещены. Чтобы включить их, перейдите в настройки уведомлений.
zh_tw: 未允許通知，請到通知設定開啟。

source: Notifications
ms: Pemberitahuan
ru: Уведомления
zh_tw: 通知

# nowAnAddmin
source: {arg0} now an admin
ru: {arg0} теперь администратор
zh_tw: {arg0}現在是管理員

source: Objects
zh_tw: 物件

source: One-by-One Forward
ru: Один за другим вперед
zh_tw: 逐條轉發

# oneHour
source: 1 Hour
ms: 1 jam
ru: 1 час
zh_tw: 1 小時

# oneWeek
source: 1 Week
ms: 1 minggu
ru: 1 неделя
zh_tw: 1 星期

# oneYear
source: 1 Year
ms: 1 tahun
ru: 1 год
zh_tw: 1 年

source: Open Home page
ms: Buka laman Utama
ru: Открыть домашнюю страницу
zh_tw: 開啟主頁

# openLink
source: Open Link: {arg0}
ru: Открыть ссылку: {arg0}
zh_tw: 開啟連結：{arg0}

source: open log directory
ru: открыть каталог журналов
zh_tw: 開啟日誌資料夾

source: Opening Balance
zh_tw: 期初餘額

# originalImage
source: Original
ru: Оригинал
zh_tw: 原圖

source: Owner
ms: pemilik
ru: Владелец
zh_tw: 群主

# participantsCount
source: {arg0} PARTICIPANTS
ru: {arg0} УЧАСТНИКОВ
zh_tw: {arg0} 位群組成員

source: Passcode incorrect
zh_tw: 密碼不正確

source: Password
zh_tw: 密碼

# pendingConfirmation
source: {count, plural, one{{arg0}/{arg1} confirmation} other{{arg0}/{arg1} confirmations}}
ms: {count, plural, one{null} other{{arg0}/{arg1} pengesahan}}
ru: {count, plural, one{{arg0}/{arg1} подтверждение} other{{arg0}/{arg1} подтверждения}}
zh_tw: {count, plural, one{{arg0}/{arg1} 區塊確認數} other{{arg0}/{arg1} 區塊確認數}}

source: Phone Number
ms: Nombor telefon
ru: Номер телефона
zh_tw: 手機號碼

source: Photos
ms: Foto
ru: Фото
zh_tw: 照片

# pickAConversation
source: Select a conversation and start sending a message
ru: Выберите беседу и начните отправлять сообщение
zh_tw: 選擇一個對話，開始傳送資訊

# pinTitle
source: Pin
ru: Закрепить
zh_tw: 置頂

# pinnedMessageTitle
source: {count, plural, one{{arg0} Pinned Message} other{{arg0} Pinned Messages}}
ru: {count, plural, one{{arg0} закрепленное сообщение} other{{arg0} закрепленных сообщений}}
zh_tw: {count, plural, one{{arg0} 條置頂訊息} other{{arg0} 條置頂訊息}}

source: Port
zh_tw: 埠號

source: Post
ms: Kirim
ru: Публикация
zh_tw: 文章

source: Preferences
ru: Настройки
zh_tw: 偏好設定

source: Previous conversation
ru: Предыдущий разговор
zh_tw: 上一個會話

source: Privacy Policy
ms: Dasar Privasi
ru: Политика конфиденциальности
zh_tw: 隱私政策

source: Proxy
zh_tw: 代理

# proxyAuth
source: Authentication (Optional)
zh_tw: 驗證（可選）

# proxyConnection
source: Connection
zh_tw: 連線

source: Proxy Type
zh_tw: 代理型別

source: Quick search
ru: Быстрый поиск
zh_tw: 快速搜尋

source: Quit Mixin
ru: Выйти из Mixin
zh_tw: 退出 Mixin

source: Raw
ms: Mentah
ru: Исходный
zh_tw: 其他

source: Rebate
ms: Rebat
ru: Скидка
zh_tw: 退款

source: Recaptcha timeout
ms: Tamat masa Recaptcha
ru: Тайм-аут рекапчи
zh_tw: 驗證超時

source: Receiver
ms: Penerima
ru: Получатель
zh_tw: 至

# recentChats
source: CHATS
ms: SEMBANG
ru: ЧАТЫ
zh_tw: 最近聊天

source: Re-edit
ru: Редактировать повторно
zh_tw: 重新編輯

source: Refresh
ms: Segarkan
ru: Обновить
zh_tw: 重新整理

source: Remove Bot
ms: Keluarkan Bot
ru: Удалить бота
zh_tw: 刪除機器人

source: Remove Chat from circle
ru: Удалить чат из круга
zh_tw: 從圈子裡移除對話

source: Remove Contact
ms: Buang kenalan
ru: Удалить контакт
zh_tw: 刪除聯絡人

source: Remove Stickers
ru: Удалить наклейки
zh_tw: 移除所有表情

source: Reply
ru: Ответить
zh_tw: 回覆

source: Report
ms: Lapor
ru: Отчет
zh_tw: 舉報

source: Report and block?
ru: Пожаловаться и заблокировать?
zh_tw: 舉報並封鎖？

# reportTitle
source: Send the conversation log to developers?
ru: Отправить журнал бесед разработчикам?
zh_tw: 給開發人員傳送聊天日誌？

source: Resend code
ms: Hantar semula kod
ru: Отправить код еще раз
zh_tw: 重發驗證碼

# resendCodeIn
source: Resend code in {arg0} s
ms: Hantar semula kod dalam {arg0} s
ru: Повторно отправить код через {arg0} с.
zh_tw: {arg0} 秒後重新發送驗證碼

source: Reset
ru: Перезагрузить
zh_tw: 重置

source: Reset Link
ru: Сбросить ссылку
zh_tw: 重置邀請連結

source: Retry
ms: CUBA SEMULA
ru: Повторить
zh_tw: 重試

source: Retry upload failed.
ms: Gagal memuat naik semula.
ru: Повторная загрузка не удалась.
zh_tw: 重新上傳失敗。

source: Revoke Multisig Transaction
ms: Batalkan Urus Niaga Multisig
ru: Отозвать транзакцию с мультиподписью
zh_tw: 撤銷多重簽名交易

source: Save
ms: Jimat
ru: Сохранить
zh_tw: 儲存

source: Save as
ru: Сохранить как
zh_tw: 另存為

source: Save to Camera Roll
ru: Сохранить в ленту камеры
zh_tw: 儲存到相簿

source: Say Hi
ms: Ucap hai
ru: Скажи привет
zh_tw: 打招呼

# scamWarning
source: Warning: Many users reported this account as a scam. Please be careful, especially if it asks you for money
ms: Amaran: Ramai pengguna melaporkan akaun ini sebagai penipuan. Sila berhati-hati, terutamanya jika ia meminta wang kepada anda
ru: Предупреждение: многие пользователи сообщали об этой учетной записи как о мошенничестве. Пожалуйста, будьте осторожны, особенно если он просит у вас деньги
zh_tw: 警告：此賬號被大量使用者舉報，請謹防網路詐騙，注意個人財產安全

source: Screen Passcode
zh_tw: 鎖屏密碼

source: Search
ms: Cari
ru: Поиск
zh_tw: 搜尋

source: Search contact
ru: Поиск контакта
zh_tw: 搜尋使用者

source: Search Conversation
ms: Cari Perbualan
ru: Поиск беседы
zh_tw: 搜尋聊天記錄

# searchEmpty
source: No chats, contacts or messages found.
ru: Чаты, контакты или сообщения не найдены.
zh_tw: 找不到聯絡人或訊息。

# searchPlaceholderNumber
source: Search Mixin ID or phone number:
ru: Найдите Mixin ID или номер телефона:
zh_tw: 搜尋 Mixin ID 或手機號碼：

# searchRelatedMessage
source: {count, plural, one{{arg0} related message} other{{arg0} related messages}}
ms: {count, plural, one{null} other{{arg0} mesej berkaitan}}
ru: {count, plural, one{{arg0} связанное сообщение} other{{arg0} похожие сообщения}}
zh_tw: {count, plural, one{{arg0} 條相關的訊息} other{{arg0} 條相關的訊息}}

source: Search Unread
zh_tw: 搜尋未讀會話

source: Security
ms: Keselamatan
ru: Безопасность
zh_tw: 安全

source: Select
ms: Pilih
ru: Выбрать
zh_tw: 選擇

source: Send
ms: Hantar
ru: Отправить
zh_tw: 傳送

# sendArchived
source: Archived all files in one zip file
ru: Заархивированы все файлы в один zip файл
zh_tw: 打包成 zip 傳送

source: Send quickly
ru: Отправить быстро
zh_tw: 快速傳送

source: Send to Developer
ru: Отправить разработчику
zh_tw: 把日誌發給開發者

source: Send without compression
ru: Отправить без сжатия
zh_tw: 傳送原始檔案

source: Send Without Sound
ru: Отправить без звука
zh_tw: 靜音傳送

source: Set
ru: Установлен
zh_tw: 設定

# setDisappearingMessageTimeTo
source: {arg0} set disappearing message time to {arg1}
ru: {arg0} установил время исчезновения сообщения на {arg1}.
zh_tw: {arg0}將限時訊息設定為 {arg1}

# setPasscodeDesc
source: Set Passcode to unlock Mixin Messenger
zh_tw: 設定解鎖密碼

# settingAuthSearchHint
source: Mixin ID, Name
ms: Mixin ID, Nama
ru: Mixin ID, имя
zh_tw: Mixin ID, 暱稱

# settingBackupTips
source: Back up your chat history to iCloud. if you lose your iPhone or switch to a new one, you can restore your chat history when you reinstall Mixin Messenger. Messages you back up are not protected by Mixin Messenger end-to-end encryption while in iCloud.
ru: Создайте резервную копию истории чата в iCloud. Если вы потеряете свой iPhone или переключитесь на новый, вы сможете восстановить историю чата при переустановке Mixin Messenger. Сообщения, которые вы резервируете, не защищены сквозным шифрованием Mixin Messenger в iCloud.
zh_tw: 備份你的聊天記錄到 iCloud。如果你丟失或者更換手機，你可以在重新安裝 Mixin Messenger 時恢復你的聊天記錄。注意備份到 iCloud 中的聊天記錄不受端對端加密保護！

# settingDeleteAccountPinContent
source: If you continue, your profile and account details will be delete on {arg0}. read our document to **learn more**.
ru: Если вы продолжите, ваш профиль и данные аккаунта будут удалены {arg0}. прочтите наш документ, чтобы **Узнать больше**.
zh_tw: 如果您繼續，您的個人資料和賬戶資訊將在{arg0}被刪除。閱讀我們的檔案以**瞭解更多**。

source: Share
ms: Berkongsi
ru: Поделиться
zh_tw: 分享

# shareApps
source: Shared Apps
ru: Общие приложения
zh_tw: 分享的應用

source: Share Contact
ru: Поделиться контактом
zh_tw: 分享聯絡人

source: Share error.
ms: Kongsi ralat
ru: Поделитесь ошибкой.
zh_tw: 分享出錯

source: Share Link
ms: Kongsi pautan
ru: Поделиться ссылкой
zh_tw: 分享邀請連結

# shareMessageDescription
source: Are you sure you want to send a {arg0} from {arg1}?
ms: Adakah anda pasti mahu menghantar {arg0} dari {arg1}?
ru: Вы уверены, что хотите отправить {arg0} от {arg1}?
zh_tw: 你確定要傳送來自{arg0}的{arg1}？

# shareMessageDescriptionEmpty
source: Are you sure you want to send the {arg0}?
ms: Adakah anda pasti mahu menghantar {arg0}?
ru: Вы уверены, что хотите отправить {arg0}?
zh_tw: 你確定要傳送該{arg0}？

source: Shared Media
ms: Media Berkongsi
ru: Общие медиа
zh_tw: 媒體內容

source: Show
ms: Tunjuk
ru: Показать
zh_tw: 顯示

source: Show avatar
ru: Показать аватар
zh_tw: 顯示頭像

source: Show Mixin
ru: Показать Mixin
zh_tw: 顯示 Mixin

source: Sign in
ms: Log masuk
ru: Войти
zh_tw: 登入

source: Sign Out
ru: Выход
zh_tw: 登出

# signWithPhoneNumber
source: Sign in with phone number
ms: Log masuk dengan nombor telefon
ru: Войти через номер телефона
zh_tw: 透過手機號登入

# signWithQrcode
source: Sign in with QR code
ru: Войти с QrCode
zh_tw: 透過二維碼登入

# smileysAndPeople
source: Smileys & People
zh_tw: 表情符號與人物

source: Snapshot Hash
zh_tw: 快照雜湊

source: Status
ru: Статус
zh_tw: 交易狀態

source: Sticker
ms: Pelekat
ru: Наклейка
zh_tw: 貼紙

source: Sticker album detail
ru: Деталь альбома стикеров
zh_tw: 表情詳情

source: Sticker Store
ru: Магазин наклеек
zh_tw: 表情商店

# storageAutoDownloadDescription
source: Change auto-download settings for medias.
ru: Измените настройки автоматической загрузки для медиафайлов.
zh_tw: 更改媒體的自動下載設定。

source: Storage Usage
ms: Penggunaan Storan
ru: Использование хранилища
zh_tw: 儲存空間

# strangerHint
source: This sender is not in your contacts
ru: Этого отправителя нет в ваших контактах
zh_tw: 對方不是你的聯絡人

source: Strangers
ru: Незнакомцы
zh_tw: 陌生人

source: Successful
ms: Berjaya
ru: Успешный
zh_tw: 成功

source: Symbols
zh_tw: 符號

source: Terms of Service
ms: Terma Perkhidmatan
ru: Условия обслуживания
zh_tw: 服務條款

source: Text
ru: Текст
zh_tw: 文字

source: Theme
ms: Tema
ru: Тема
zh_tw: 主題

source: This message was deleted
ms: Mesej ini telah dipadamkan
ru: Это сообщение было удалено
zh_tw: 此訊息已撤回

source: Time
ms: Masa
ru: Время
zh_tw: 時間

source: Today
ms: Hari ini
ru: Сегодня
zh_tw: 今天

source: Toggle chat info
ru: Переключить информацию о чате
zh_tw: 展開/關閉會話資訊

source: Transaction Hash
ms: Urus niaga Cincangan
ru: Хэш транзакции
zh_tw: 交易雜湊

source: Transaction Id
ms: Id Urus Niaga
ru: ID транзакции
zh_tw: 交易編號

source: Transaction Type
ms: Jenis Transaksi
ru: Тип операции
zh_tw: 交易型別

source: Transactions
ms: Urus Niaga
ru: Транзакции
zh_tw: 轉賬記錄

source: Transactions CANNOT be deleted
ru: Транзакции НЕ МОГУТ быть удалены
zh_tw: 轉賬記錄不會被刪除

source: Transcript
ru: Стенограмма
zh_tw: 聊天記錄

source: Transfer
ms: Pindah
ru: Передача
zh_tw: 轉賬

source: Transfer completed
zh_tw: 同步完成

source: Transfer failed
zh_tw: 同步失敗

# transferProtocolVersionNotMatched
source: Protocol version does not match, transfer failed. Please upgrade the application first.
zh_tw: 版本不匹配，無法同步資料，請先升級應用。

# transferringChats
source: Transferring Chat
zh_tw: 同步聊天記錄中

# transferringChatsTips
source: Please do not turn off the screen and keep the Mixin running in the foreground while syncing.
zh_tw: 同步時請不要關閉螢幕並保持 Mixin 在前臺執行。

# travelAndPlaces
source: Travel & Places
zh_tw: 旅行與地點

source: Turn On Notifications
ms: Hidupkan Pemberitahuan
ru: Включить уведомления
zh_tw: 開啟通知

source: Type message
ms: Taipkan mesej
ru: Введите сообщение
zh_tw: 輸入訊息

# unableToOpenFile
source: Unable to open file: {arg0}
ru: Не удалось открыть файл: {arg0}
zh_tw: 無法開啟檔案：{arg0}

source: Unblock
ms: Buka sekatan
ru: Разблокировать
zh_tw: 解除封鎖

# unitDay
source: {count, plural, one{day} other{days}}
ru: {count, plural, one{день} other{дни}}
zh_tw: {count, plural, one{天} other{天}}

# unitHour
source: {count, plural, one{hour} other{hours}}
ru: {count, plural, one{час} other{часы}}
zh_tw: {count, plural, one{小時} other{小時}}

# unitMinute
source: {count, plural, one{minute} other{minutes}}
ru: {count, plural, one{минута} other{минуты}}
zh_tw: {count, plural, one{分} other{分}}

# unitSecond
source: {count, plural, one{second} other{seconds}}
ru: {count, plural, one{секунда} other{секунды}}
zh_tw: {count, plural, one{秒} other{秒}}

# unitWeek
source: {count, plural, one{week} other{weeks}}
ru: {count, plural, one{неделя} other{недели}}
zh_tw: {count, plural, one{週} other{週}}

source: Unknow error
zh_tw: 未知錯誤

source: Unlock Mixin Messenger
zh_tw: 解鎖 Mixin Messenger

# unlockWithWasscode
source: Enter Passcode to unlock Mixin Messenger
zh_tw: 輸入密碼解鎖 Mixin Messenger

source: Unmute
ms: Nyahsenyap
ru: Включить звук
zh_tw: 取消靜音

source: Unpin
ru: Открепить
zh_tw: 取消置頂

source: Unpin All Messages
ru: Открепить все сообщения
zh_tw: 取消所有置頂訊息

# unpinAllMessagesConfirmation
source: Are you sure you want to unpin all messages?
ru: Вы уверены, что хотите открепить все сообщения?
zh_tw: 確定取消置頂所有訊息麼？

source: Unread messages
ru: Непрочитанные сообщения
zh_tw: 未讀訊息

source: Upgrading
ms: Menaik taraf
ru: Обновление
zh_tw: 升級中...

source: Use Biometric
zh_tw: 使用生物識別

source: User not found
ms: Pengguna tidak ditemui
ru: Пользователь не найден
zh_tw: 找不到這個使用者

source: Username
zh_tw: 使用者名稱

# valueNow
source: value now {arg0}
ms: nilai sekarang {arg0}
ru: значение сейчас {arg0}
zh_tw: 價值 {arg0}

# valueThen
source: value then {arg0}
ms: nilai maka {arg0}
ru: значение затем {arg0}
zh_tw: 當時價值 {arg0}

source: Verify PIN
ms: Sahkan PIN
ru: Подтвердить PIN-код
zh_tw: 驗證 PIN

source: Video
ru: Видео
zh_tw: 影片

source: Videos
ms: Video
ru: Видео
zh_tw: 影片

# webview2RuntimeInstallDescription
source: The device has not installed the WebView2 Runtime component. Please download and install WebView2 Runtime first.
ru: На устройстве не установлен компонент WebView2 Runtime. Сначала загрузите и установите WebView2 Runtime.
zh_tw: 該裝置暫未安裝 WebView2 元件，請先下載並安裝 WebView2 Runtime。

# webviewRuntimeUnavailable
source: WebView runtime is unavailable
ru: Среда выполнения WebView недоступна
zh_tw: WebView2 元件不可用

source: What's your name?
ms: Siapa nama awak?
ru: Как вас зовут?
zh_tw: 你的名字？

source: Window
ru: Окно
zh_tw: 視窗

# withdrawal
source: Withdraw
ms: Pengeluaran
ru: Вывести
zh_tw: 提現

source: You
ms: Anda
ru: Вы
zh_tw: 你

source: You deleted this message
ms: Anda memadamkan mesej ini
ru: Вы удалили это сообщение
zh_tw: 你撤回了一條訊息

source: Zoom
zh_tw: 縮放

# contactMixinId
source: Mixin ID: {arg0}
ru: Идентификатор Mixin: {arg0}

source: Trace
ms: Jejak
ru: След

source: Waiting for this message.
ru: Ждем этого сообщения.
