Repository: MixinNetwork/flutter-app
Catalog: lib/l10n/intl_*.arb
Languages: ms, ru, zh_tw

source: a message
ru: сообщение
zh_tw: 一條訊息

source: About
ms: Mengenai
ru: Про
zh_tw: 關於

source: Access denied
ms: Akses dinafikan
ru: В доступе отказано
zh_tw: 禁止訪問

source: Account
ms: Akaun
ru: Аккаунт
zh_tw: 賬號

source: Activity
zh_tw: 活動

source: Add
ru: Добавить
zh_tw: 新增

# addBotWithPlus
source: + Add Bot
ru: + Добавить бота
zh_tw: + 新增機器人

source: Add Contact
ms: Tambah Kenalan
ru: Добавить контакт
zh_tw: 新增聯絡人

# addContactWithPlus
source: + Add Contact
ru: + Добавить контакт
zh_tw: + 新增聯絡人

source: Add File
ru: Добавить файл
zh_tw: 新增檔案

source: Add group description
ms: Tambahkan keterangan kumpulan
ru: Добавить описание группы
zh_tw: 新增群公告

source: Add Participants
ms: Tambah Peserta
ru: Добавить участников
zh_tw: 新增成員

# addPeopleSearchHint
source: Mixin ID or Phone number
ru: Mixin ID или номер телефона
zh_tw: Mixin ID 或手機號

source: Add Proxy
zh_tw: 新增代理

source: Add Sticker
ru: Добавить наклейку
zh_tw: 新增貼紙

source: Add sticker failed
ms: Penambahan pelekat gagal
ru: Не удалось добавить стикер
zh_tw: 新增貼紙失敗

source: Add Stickers
ru: Добавить стикеры
zh_tw: 新增貼紙

source: Add to Circle
zh_tw: 新增到圈子

source: Added
ru: Добавлен
zh_tw: 已新增

source: Address
ms: Alamat
ru: Адрес
zh_tw: 地址

source: Admin
ms: pentadbir
ru: Администратор
zh_tw: 管理員

# alertKeyContactContactMessage
source: sent you a contact
ms: berkongsi kenalan
ru: отправил вам контакт
zh_tw: 分享了一個聯絡人

# allChats
source: Chats
ru: Чаты
zh_tw: 全部聊天

# animalsAndNature
source: Animals & Nature
zh_tw: 動物與自然

source: Anonymous Number
zh_tw: 匿名號碼

# appCardShareDisallow
source: Disallow sharing of this URL
ru: Запретить совместное использование этого URL
zh_tw: 該連結已被設定為不允許分享

source: Appearance
ms: Penampilan
ru: Вид
zh_tw: 外觀

source: archived folder
ru: заархивированная папка
zh_tw: 存檔資料夾

source: Asset Type
ru: Тип актива
zh_tw: 資產型別

source: Audio
ru: Аудио
zh_tw: 語音

source: Audios
ru: Аудио
zh_tw: 音訊

source: Auto Backup
ru: Автоматическое резервное копирование
zh_tw: 自動備份

source: Auto Lock
zh_tw: 自動鎖定

source: Avatar
ru: Аватар
zh_tw: 頭像

source: Backup
ru: Резервное копирование
zh_tw: 備份

source: Biography
ru: Биография
zh_tw: 簡介

source: Biometric
zh_tw: 生物識別

source: Block
ms: Sekat
ru: Блокировать
zh_tw: 封鎖使用者

source: Bot not found
ms: Aplikasi tidak dijumpai
ru: Бот не найден
zh_tw: 找不到這個機器人

source: BOTS
ms: BOT
ru: БОТЫ
zh_tw: 機器人

# botsTitle
source: Bots
ms: Bot
ru: Боты
zh_tw: 機器人

source: Bring All To Front
zh_tw: 前置所有視窗

# canNotRecognizeQrCode
source: Can not recognize the QR code
ms: Tidak dapat mengenali kod QR
ru: Не могу распознать QR-код
zh_tw: 無法識別二維碼

source: Cancel
ms: Batal
ru: Отменить
zh_tw: 取消

source: Card
ms: Kad
ru: Карта
zh_tw: 卡片

source: Change
ms: Ubah
ru: Изменить
zh_tw: 更改

source: Change Number
ru: Изменить номер
zh_tw: 修改手機號

source: Change Number Instead
ru: Вместо этого изменить номер
zh_tw: 僅修改手機號碼

# changedDisappearingMessageSettings
source: {arg0} changed disappearing message settings.
ru: {arg0} изменил настройки исчезающих сообщений.
zh_tw: {arg0}修改了限時訊息設定

source: Chat Backup
ru: Резервное копирование чата
zh_tw: 聊天記錄備份

# chatBotReceptionTitle
source: Tap the button to interact with the bot
ru: Нажмите кнопку, чтобы взаимодействовать с ботом
zh_tw: 點選按鈕使用機器人

# chatDecryptionFailedHint
source: Waiting for {arg0} to get online and establish an encrypted session.
ru: Ожидание подключения {arg0} к сети и установления зашифрованного сеанса.
zh_tw: 等待{arg0}上線後建立加密會話。

# chatDeleteMessage
source: {count, plural, one{Delete {arg0} message?} other{Delete {arg0} messages?}}
ms: {count, plural, one{null} other{Padamkan {arg0} mesej?}}
ru: {count, plural, one{Удалить {arg0} сообщение?} other{Удалить {arg0} сообщения?}}
zh_tw: {count, plural, one{null} other{刪除 {arg0} 條訊息嗎？}}

# chatGroupAdd
source: {arg0} added {arg1}
ms: {arg0} menambahkan {arg1}
ru: {arg0} добавил {arg1}
zh_tw: {arg0}添加了{arg1}

# chatGroupExit
source: {arg0} left
ms: Tinggal {arg0}
ru: {arg0} ушло
zh_tw: {arg0}離開了群組

# chatGroupJoin
source: {arg0} joined the group via invite link
ms: {arg0} menyertai kumpulan melalui pautan jemputan
ru: {arg0} присоединился к группе по ссылке-приглашению
zh_tw: {arg0}透過邀請連結加入群組

# chatGroupRemove
source: {arg0} removed {arg1}
ms: {arg0} mengalih keluar {arg1}
ru: {arg0} удалил {arg1}
zh_tw: {arg0}移除了{arg1}

# chatHintE2e
source: End to end encrypted
ru: Сквозное шифрование
zh_tw: 端對端加密

# chatNotSupportUriOnPhone
source: This type of url is not supported, please check on your phone.
ru: Этот тип URL не поддерживается, проверьте на своем телефоне.
zh_tw: 不支援此連結，請在手機上檢視。

# chatNotSupportViewOnPhone
source: This type of message is not supported, please check on your phone.
ru: Этот тип сообщений не поддерживается, проверьте на своем телефоне.
zh_tw: 不支援此型別訊息，請在手機上檢視。

# chatPinMessage
source: {arg0} pinned {arg1}
ru: {arg0} закрепил {arg1}
zh_tw: {arg0}置頂了{arg1}

source: Chat Text Size
zh_tw: 聊天字型大小

source: Check new version
ru: Проверить новую версию
zh_tw: 檢查新版本

# circleSubtitle
source: {count, plural, one{{arg0} Conversation} other{{arg0} Conversations}}
ms: {count, plural, one{null} other{{arg0} Perbualan}}
ru: {count, plural, one{{arg0} чат} other{{arg0} чаты}}
zh_tw: {count, plural, one{{arg0} 會話} other{{arg0} 會話}}

# circleTitle
source: {arg0}'s Circles
ms: Lingkaran {arg0}
ru: Круги пользователя {arg0}
zh_tw: {arg0}的圈子

source: Circles
ms: Lingkaran
ru: Круги
zh_tw: 圈子

source: Clear
ms: Kosong
ru: Очистить
zh_tw: 清理

source: Clear Chat
ms: Kosongkan Sembang
ru: Очистить чат
zh_tw: 清除聊天記錄

source: Clear filter
zh_tw: 清除篩選條件

source: Click to reload QR code
ru: Нажмите, чтобы перезагрузить QR-код
zh_tw: 點選重新載入二維碼

source: Close
ru: Закрыть
zh_tw: 關閉

source: Close window
ru: Закрыть окно
zh_tw: 關閉視窗

source: Closing Balance
zh_tw: 期末餘額

source: Collapse
ru: Свернуть
zh_tw: 摺疊

source: Combine and forward
ru: Объединить и вперед
zh_tw: 合併轉發

source: Confirm
ms: Sahkan
ru: Подтвердить
zh_tw: 確認

# confirmPasscodeDesc
source: Enter again to confirm the passcode
zh_tw: 再次確認密碼

# confirmSyncChatsFromPhone
source: Are you sure to sync the chat history from the phone?
zh_tw: 確認從手機端同步聊天記錄嗎？

# confirmSyncChatsToPhone
source: Are you sure to sync the chat history to the phone?
zh_tw: 確認同步聊天記錄到手機端嗎？

source: Contact
ms: Kenalan
ru: Контакт
zh_tw: 聯絡人

# contactMuteTitle
source: Mute notifications for…
ms: Senyapkan pemberitahuan untuk…
ru: Отключить уведомления для…
zh_tw: 靜音通知

# contactTitle
source: Contacts
ru: Контакты
zh_tw: 聯絡人

source: Content too long
ms: Kandungan terlalu lama
ru: Слишком длинный контент
zh_tw: 內容過長

# contentVoice
source: [Voice call]
ms: [Panggilan suara]
ru: [Голосовой вызов]
zh_tw: [語音電話]

# continueText
source: Continue
ms: Teruskan
ru: Продолжить
zh_tw: 繼續

source: Conversation
ms: Perbualan
ru: Беседа
zh_tw: 會話

# conversationDeleteTitle
source: Delete chat: {arg0}
ru: Удалить чат: {arg0}
zh_tw: 刪除會話：{arg0}

source: Copy
ms: Salinan
ru: Копировать
zh_tw: 複製

# copyInvite
source: Copy Invite Link
ms: Salin pautan
ru: Скопировать пригласительную ссылку
zh_tw: 複製邀請連結

source: Copy Link
ms: Salin pautan
ru: Копировать ссылку
zh_tw: 複製連結

source: Create
ms: Buat
ru: Создавать
zh_tw: 建立

# createCircle
source: New Circle
ru: Новый круг
zh_tw: 新建圈子

# createConversation
source: New Conversation
ru: Новый разговор
zh_tw: 新建會話

# createGroup
source: New Group
ru: Новая группа
zh_tw: 新建群組

# created
source: Created {arg0}
zh_tw: 創建於 {arg0}

# createdThisGroup
source: {arg0} created this group
ru: {arg0} создал эту группу
zh_tw: {arg0}建立了這個群組

source: Custom Time
ru: Пользовательское время
zh_tw: 自定義時間

source: Dark
ru: Темное
zh_tw: 深色

source: Data and Storage Usage
ms: Penggunaan Data dan Storan
ru: Использование данных и хранилища
zh_tw: 資料與儲存空間

source: Data error
ms: Kesalahan data
ru: Ошибка данных
zh_tw: 資料錯誤

# dataLoading
source: Data loading, please wait...
ru: Загрузка данных, пожалуйста, подождите...
zh_tw: 資料載入中，請稍後

# databaseUpgradeTips
source: The database is being upgraded, it may take several minutes, please do not close this App.
ms: Pangkalan data sedang ditingkatkan, mungkin memerlukan beberapa minit, jangan tutup Aplikasi ini.
ru: База данных обновляется, это может занять несколько минут, пожалуйста, не закрывайте это приложение.
zh_tw: 正在進行資料庫升級，可能需要幾分鐘，請不要強制關閉應用。

source: Delete
ru: Удалить
zh_tw: 刪除

# deleteAccountDetailHint
source: Local messages and iCloud Backups will not be deleted automatically
ru: Локальные сообщения и резервные копии iCloud не будут удаляться автоматически
zh_tw: 本地訊息和 iCloud 備份不會被自動刪除

# deleteAccountHint
source: Delete your account info and profile photo
ru: Удалить информацию об учетной записи и фото профиля
zh_tw: 刪除你的賬戶和個人照片

source: Delete Chat
ru: Удалить чат
zh_tw: 刪除聊天

# deleteChatDescription
source: Deleting chat will remove messages form this devices only. They will not be removed from other devices.
ru: Удаление чата приведет к удалению сообщений только с этих устройств. Они не будут удалены с других устройств.
zh_tw: 刪除會話只會刪除此裝置的聊天記錄，不會影響其他裝置。

source: Delete Circle
ru: Удалить круг
zh_tw: 刪除圈子

source: Delete for Everyone
ms: Padamkan untuk Semua Orang
ru: Удалить для всех
zh_tw: 撤回

source: Delete for me
ms: Padamkan untuk saya
ru: Удалить для меня
zh_tw: 刪除

source: Delete Group
ms: Padam Kumpulan
ru: Удалить группу
zh_tw: 刪除群組

source: Delete My Account
ru: Удалить мой аккаунт
zh_tw: 登出賬戶

# deleteTheCircle
source: Do you want to delete {arg0} circle?
ru: Удалить {arg0} круг?
zh_tw: 確定刪除{arg0}圈子嗎？

source: Deposit
ru: Депозит
zh_tw: 充值

source: Developer
ms: Pemaju
ru: Разработчик
zh_tw: 開發者

# disableDisappearingMessage
source: {arg0} disabled disappearing message
ru: {arg0} отключил исчезающие сообщения
zh_tw: {arg0}禁用了限時訊息

source: Disabled
zh_tw: 禁用

# disappearingCustomTimeMaxWarning
source: The maximum time is {arg0}.
zh_tw: 最高設定 {arg0}

# disappearingMessage
source: Disappearing Messages
ru: Исчезающие сообщения
zh_tw: 限時訊息

# disappearingMessageHint
source: When enabled, new messages sent and received in this chat will disappear after they have been seen, read the document to **learn more**.
ru: Если эта функция включена, отправленные и полученные новые сообщения в этом чате исчезнут после того, как они будут просмотрены. Прочтите документ, чтобы **узнать больше**
zh_tw: 啟用後，在此聊天中傳送和接收的新資訊在被看到後會消失，閱讀檔案以**瞭解更多**。

source: Discard
zh_tw: 廢棄

# discardRecordingWarning
source: Are you sure you want to stop recording and discard your voice message?
zh_tw: 是否要停止並廢棄已錄製的語音訊息？

source: Dismiss as Admin
ms: Ketepikan pentadbir
ru: Закрыть как администратор
zh_tw: 撤銷管理員身份

source: Done
ms: Selesai
ru: Сделано
zh_tw: 完成

source: Download
ru: Скачать
zh_tw: 下載

source: Download Link:
ru: Ссылка на скачивание:
zh_tw: 下載連結：

source: Draft
zh_tw: 草稿

# dragAndDropFileHere
source: Drag and drop files here
ru: Перетащите файлы сюда
zh_tw: 拖放檔案到此處

source: Duration is too short
ms: Jangka masa terlalu pendek
ru: Продолжительность слишком мала
zh_tw: 時間太短

source: Edit
ru: Редактировать
zh_tw: 編輯

source: Edit Circle Name
ms: Edit Nama Lingkaran
ru: Изменить название круга
zh_tw: 編輯名稱

source: Edit Conversations
ms: Edit Perbualan
ru: Редактировать беседы
zh_tw: 管理圈子

source: Edit Group Description
ms: Edit keterangan kumpulan
ru: Изменить описание группы
zh_tw: 編輯群公告

source: Edit Group Name
ms: Edit Nama
ru: Изменить имя группы
zh_tw: 編輯名稱

# editImageClearWarning
source: All changes will be lost. Are you sure you want to exit?
ru: Все изменения будут потеряны. Вы уверены, что хотите выйти?
zh_tw: 退出將會清除此次所有的改動。

source: Edit Name
ms: Edit Nama
ru: Редактировать название
zh_tw: 修改暱稱

source: Edit Profile
ru: Редактировать профиль
zh_tw: 編輯資料

# enterPinToDeleteAccount
source: Enter your PIN to delete your account
ru: Введите свой PIN-код, чтобы удалить свою учетную запись
zh_tw: 輸入你的 PIN 以登出你的賬戶

# enterToSend
source: Return/Enter ⏎ to Send
zh_tw: 按下回車 ⏎ 傳送

source: Enter your phone number
ms: Masukkan nombor telefon bimbit anda
ru: Введите свой номер телефона
zh_tw: 輸入你的手機號碼

source: Enter your PIN to continue
ru: Введите PIN-код, чтобы продолжить
zh_tw: 輸入你的 PIN 以繼續

# errorAddressExists
source: The address does not exist, please make sure that the address is added successfully
ru: Адрес не существует, убедитесь, что адрес успешно добавлен
zh_tw: 地址不存在，請確保地址是否新增成功

# errorAddressNotSync
source: Address refresh failed, please try again
ru: Не удалось обновить адрес. Повторите попытку.
zh_tw: 地址重新整理失敗，請重試

# errorAssetExists
source: Asset does not exist
ru: Актив не существует
zh_tw: 沒有相關資產

# errorAuthentication
source: ERROR 401: Sign in to continue
ms: RALAT 401: Log masuk untuk meneruskan
ru: ОШИБКА 401: Войдите, чтобы продолжить
zh_tw: 錯誤 401：請重新登入

# errorBadData
source: ERROR 10002: The request data has invalid field
ms: RALAT 10002: Data permintaan mempunyai medan yang tidak sah
ru: ОШИБКА 10002: Данные запроса содержат недопустимое поле
zh_tw: 錯誤 10002：請求資料不合法

# errorBlockchain
source: ERROR 30100: Blockchain not in sync, please try again later.
ms: RALAT 30100: Rantai blok tidak diselaraskan, sila cuba sebentar lagi.
ru: ОШИБКА 30100: Блокчейн не синхронизирован, повторите попытку позже.
zh_tw: 錯誤 30100：區塊鏈同步異常，請稍後重試

# errorConnectionTimeout
source: Network connection timeout, please try again
ms: Tamat masa sambungan rangkaian
ru: Тайм-аут подключения к сети, повторите попытку.
zh_tw: 網路連線超時

# errorFullGroup
source: ERROR 20116: The group chat is full.
ms: RALAT 20116: Kumpulan sembang penuh.
ru: ОШИБКА 20116: Групповой чат заполнен.
zh_tw: 錯誤 20116：群組已滿

# errorInsufficientBalance
source: ERROR 20117: Insufficient balance
ms: RALAT 20117: Baki tidak mencukupi
ru: ОШИБКА 20117: Недостаточный баланс
zh_tw: 錯誤 20117：餘額不足

# errorInsufficientTransactionFeeWithAmount
source: ERROR 20124: Insufficient transaction fee. Please make sure your wallet has {arg0} as fee
ru: ОШИБКА 20124: Недостаточная комиссия за транзакцию. Убедитесь, что в вашем кошельке есть {arg0} в качестве комиссии.
zh_tw: 錯誤 20124：手續費不足。請確保錢包至少有 {arg0} 當作手續費。

# errorInvalidAddress
source: ERROR 30102: Invalid address format. Please enter the correct {arg0} {arg1} address!
ru: ОШИБКА 30102: Недопустимый формат адреса. Пожалуйста, введите правильный адрес {arg0} {arg1}!
zh_tw: 錯誤 30102：地址格式錯誤。請輸入正確的 {arg0} {arg1} 的地址！

# errorInvalidAddressPlain
source: ERROR 30102: Invalid address format.
ms: RALAT 30102: Format alamat tidak sah.
ru: ОШИБКА 30102: Недопустимый формат адреса.
zh_tw: 錯誤 30102：地址格式錯誤。

# errorInvalidCodeTooFrequent
source: ERROR 20129: Send verification code too frequent, please try again later.
ms: RALAT 20129: Hantar kod pengesahan terlalu kerap, sila cuba sebentar lagi.
ru: ОШИБКА 20129: Код подтверждения отправляется слишком часто. Повторите попытку позже.
zh_tw: 錯誤 20129：傳送驗證碼太頻繁，請稍後再試

# errorInvalidEmergencyContact
source: ERROR 20130: Invalid emergency contact
ms: RALAT 20130: Kenalan kecemasan tidak sah
ru: ОШИБКА 20130: Недопустимый экстренный контакт
zh_tw: 錯誤 20130：緊急聯絡人不正確

# errorInvalidPinFormat
source: ERROR 20118: Invalid PIN format.
ms: RALAT 20118: Format PIN tidak sah
ru: ОШИБКА 20118: Неверный формат PIN-кода.
zh_tw: 錯誤 20118：PIN 格式不正確

# errorNetworkTaskFailed
source: Network connection failed. Check or switch your network and try again
ru: Не удалось подключиться к сети. Проверьте или переключите сеть и повторите попытку.
zh_tw: 網路連線失敗。檢查或切換網路，然後重試

# errorNoPinToken
source: No token, Please log in again and try this feature again.
zh_tw: 缺少憑據，請重新登入之後再嘗試使用此功能。

# errorNotFound
source: ERROR 404: Not found
ms: RALAT 404: Tidak ditemui
ru: Ошибка 404: Не найдено
zh_tw: 錯誤 404：沒有找到相應的資訊

# errorNotSupportedAudioFormat
source: Not supported audio format, please open by other app.
ms: Tidak disokong format audio, sila buka oleh aplikasi lain.
ru: Аудиоформат не поддерживается, откройте его в другом приложении.
zh_tw: 不支援的音訊格式，請用其他app開啟。

# errorNumberReachedLimit
source: ERROR 20132: The number has reached the limit.
ms: RALAT 20132: Angka telah mencapai had.
ru: ОШИБКА 20132: число достигло предела.
zh_tw: 錯誤 20132： 已達到上限

# errorOldVersion
source: ERROR 10006: Please update Mixin({arg0}) to continue use the service.
ms: RALAT 10006: Sila kemas kini Mixin({arg0}) untuk terus menggunakan perkhidmatan ini.
ru: ОШИБКА 10006: Обновите Mixin({arg0}), чтобы продолжить использование сервиса.
zh_tw: 錯誤 10006：請更新 Mixin（{arg0}） 至最新版。

# errorOpenLocation
source: Can't find an map app
ms: Tidak dapat mencari aplikasi peta
ru: Не могу найти приложение карты
zh_tw: 無法找到地圖應用

# errorPermission
source: Please open the necessary permissions
ms: Sila buka kebenaran yang diperlukan
ru: Пожалуйста, Откройте необходимые разрешения
zh_tw: 請開啟相關許可權

# errorPhoneInvalidFormat
source: ERROR 20110: Invalid phone number
ms: RALAT 20110: Nombor telefon tidak sah
ru: ОШИБКА 20110: Неверный номер телефона
zh_tw: 錯誤 20110：手機號碼不合法

# errorPhoneSmsDelivery
source: ERROR 10003: Failed to deliver SMS
ms: RALAT 10003: Gagal menghantar SMS
ru: ОШИБКА 10003: Не удалось доставить SMS
zh_tw: 錯誤 10003：傳送簡訊失敗

# errorPhoneVerificationCodeExpired
source: ERROR 20114: Expired phone verification code
ms: RALAT 20114: Kod pengesahan telefon yang telah tamat tempoh
ru: ОШИБКА 20114: Срок действия кода подтверждения телефона истек
zh_tw: 錯誤 20114：驗證碼已過期

# errorPhoneVerificationCodeInvalid
source: ERROR 20113: Invalid phone verification code
ms: RALAT 20113: Kod pengesahan telefon tidak sah
ru: ОШИБКА 20113: Неверный код подтверждения телефона
zh_tw: 錯誤 20113：驗證碼錯誤

# errorPinCheckTooManyRequest
source: You have tried more than 5 times, please wait at least 24 hours to try again.
ms: Anda telah mencuba lebih dari 5 kali, sila tunggu sekurang-kurangnya 24 jam untuk mencuba lagi.
ru: Вы пытались более 5 раз, пожалуйста, подождите не менее 24 часов, чтобы повторить попытку.
zh_tw: 你已經嘗試了超過 5 次，請等待 24 小時後再次嘗試。

# errorPinIncorrect
source: ERROR 20119: PIN incorrect
ms: RALAT 20119: PIN tidak betul
ru: ОШИБКА 20119: Неверный PIN-код
zh_tw: 錯誤 20119：PIN 不正確

# errorPinIncorrectWithTimes
source: {count, plural, one{ERROR 20119: PIN incorrect. You still have {arg0} chance. Please wait for 24 hours to retry later.} other{ERROR 20119: PIN incorrect. You still have {arg0} chances. Please wait for 24 hours to retry later.}}
ms: {count, plural, one{null} other{RALAT 20119: PIN tidak betul. Anda masih mempunyai {arg0} peluang. Sila tunggu selama 24 jam untuk cuba lagi kemudian.}}
ru: {count, plural, one{ОШИБКА 20119: Неверный PIN-код. У вас еще есть шанс {arg0}. Пожалуйста, подождите 24 часа, чтобы повторить попытку позже.} other{ОШИБКА 20119: Неверный PIN-код. У вас еще есть {arg0} шансов. Пожалуйста, подождите 24 часа, чтобы повторить попытку позже.}}
zh_tw: {count, plural, one{錯誤 20119：PIN 不正確。你還有 {arg0} 次機會，使用完需等待 24 小時後再次嘗試。} other{錯誤 20119：PIN 不正確。你還有 {arg0} 次機會，使用完需等待 24 小時後再次嘗試。}}

# errorRecaptchaIsInvalid
source: ERROR 10004: Recaptcha is invalid
ms: RALAT 10004: Recaptcha tidak sah
ru: ОШИБКА 10004: Recaptcha недействительна
zh_tw: 錯誤 10004：驗證失敗

# errorServer5xxCode
source: Server is under maintenance: {arg0}
ms: Pelayan sedang dalam penyelenggaraan: {arg0}
ru: Сервер находится на обслуживании: {arg0}
zh_tw: 伺服器出錯，請稍後重試：{arg0}

# errorTooManyRequest
source: ERROR 429: Rate limit exceeded
ms: RALAT 429: Had kadar melebihi
ru: ОШИБКА 429: Превышен предел скорости
zh_tw: 錯誤 429：請求過於頻繁

# errorTooManyStickers
source: ERROR 20126: Too many stickers
ms: RALAT 20126: Terlalu banyak pelekat
ru: ОШИБКА 20126: Слишком много наклеек
zh_tw: 錯誤 20126：貼紙數已達上限

# errorTooSmallTransferAmount
source: ERROR 20120: Transfer amount is too small
ms: RALAT 20120: Jumlahnya terlalu kecil
ru: ОШИБКА 20120: Сумма перевода слишком мала
zh_tw: 錯誤 20120：轉賬金額太小

# errorTooSmallWithdrawAmount
source: ERROR 20127: Withdraw amount too small
ms: RALAT 20127: Jumlah penarikan terlalu kecil
ru: ОШИБКА 20127: Слишком маленькая сумма вывода
zh_tw: 錯誤 20127：提現金額太小

# errorTranscriptForward
source: Please forward all attachments after they have been downloaded
ru: Пожалуйста, пересылайте все вложения после их загрузки
zh_tw: 請在所有附件下載完成之後再轉發

# errorUnableToOpenMedia
source: Can't find an app able to open this media.
ms: Tidak dapat mencari aplikasi yang dapat buka media ini.
ru: Не удается найти приложение, способное открыть этот носитель.
zh_tw: 無法找到能開啟該媒體的應用

# errorUnknownWithCode
source: ERROR: {arg0}
ms: RALAT: {arg0}
ru: ОШИБКА: {arg0}
zh_tw: 錯誤：{arg0}

# errorUnknownWithMessage
source: ERROR: {arg0}
ms: RALAT: {arg0}
ru: ОШИБКА: {arg0}
zh_tw: 錯誤：{arg0}

# errorUploadAttachmentFailed
source: Failed to upload message attachment
zh_tw: 訊息附件上傳失敗

# errorUsedPhone
source: ERROR 20122: This phone number is already associated with another account.
ms: RALAT 20122: Telefon digunakan oleh orang lain.
ru: ОШИБКА 20122: этот номер телефона уже связан с другой учетной записью.
zh_tw: 錯誤 20122：電話號碼已經被佔用。

# errorUserInvalidFormat
source: Invalid user id
ms: Id pengguna tidak sah
ru: Недопустимый идентификатор пользователя
zh_tw: 使用者資料不合法

# errorWithdrawalMemoFormatIncorrect
source: ERROR 20131: Withdrawal memo format incorrect.
ms: RALAT 20131: Penarikan format memo tidak betul.
ru: ОШИБКА 20131: Неверный формат уведомления о снятии средств.
zh_tw: 錯誤 20131：提現備註格式不正確

source: Exit
ms: Keluar
ru: Выход
zh_tw: 退出

source: Exit Group
ms: Keluar Kumpulan
ru: Выйти из группы
zh_tw: 退出群組

source: Failed
ru: Не удалось
zh_tw: 失敗

source: Fee
ms: Bayaran
ru: Комиссия
zh_tw: 手續費

source: File
ms: Fail
ru: Файл
zh_tw: 檔案

source: File chooser error
ms: Ralat pemilih fail
ru: Ошибка выбора файла
zh_tw: 檔案選擇錯誤

source: File does not exist
ms: Fail tidak wujud
ru: Файл не существует
zh_tw: 檔案不存在

source: File error
ms: Ralat fail
ru: Ошибка файла
zh_tw: 檔案錯誤

source: Files
ms: Fail
ru: Файлы
zh_tw: 檔案

source: Flags
zh_tw: 旗幟

source: Follow System
ms: Ikut Sistem
ru: Следуйте системе
zh_tw: 跟隨系統

source: Follow us on Facebook
ms: Ikuti kami di Facebook
ru: Следите за нами на Фейсбуке
zh_tw: 關注我們的 Facebook

source: Follow us on Twitter
ms: Ikuti kami di Twitter
ru: Следите за нами на Twitter
zh_tw: 關注我們的 Twitter

# foodAndDrink
source: Food & Drink
zh_tw: 食物與飲料

source: Format not supported
ms: Format tidak disokong
ru: Формат не поддерживается
zh_tw: 不支援該格式

source: Forward
ms: Ke hadapan
ru: Перенаправить
zh_tw: 轉發

source: From
ru: От
zh_tw: 來自

# fromWithColon
source: From:
ru: От:
zh_tw: 來自：

# groupAlreadyIn
source: You already in the group
ms: Anda sudah berada dalam kumpulan
ru: Вы уже в группе
zh_tw: 你已經在該群組裡

# groupCantSend
source: You can't send messages to this group because you're no longer a participant.
ms: Anda tidak dapat menghantar mesej kepada kumpulan ini kerana anda bukan lagi peserta.
ru: Вы не можете отправлять сообщения в эту группу, потому что вы больше не являетесь ее участником.
zh_tw: 您不能傳送訊息，因為您已經不再是此群組成員。

source: Group Name
ms: Nama kumpulan
ru: Название группы
zh_tw: 群組名稱

# groupParticipants
source: Participants
ru: Участники
zh_tw: 群成員

# groupPopMenuMessage
source: Message {arg0}
ms: Mesej {arg0}
ru: Сообщение {arg0}
zh_tw: 傳送訊息至 {arg0}

# groupPopMenuRemove
source: Remove {arg0}
ms: Alih keluar {arg0}
ru: Удалить {arg0}
zh_tw: 移除 {arg0}

source: Groups
ru: Группы
zh_tw: 群組

source: Groups In Common
ru: Общие группы
zh_tw: 共同群組

source: Help
ru: Помощь
zh_tw: 幫助

source: Help center
ms: Pusat bantuan
ru: Центр помощи
zh_tw: 幫助中心

source: Hide Mixin
ru: Скрыть Mixin
zh_tw: 隱藏 Mixin

source: Host
zh_tw: 主機名

# hour
source: {count, plural, one{{arg0} Hour} other{{arg0} Hours}}
ms: {count, plural, one{null} other{{arg0} Jam}}
ru: {count, plural, one{{arg0} час} other{{arg0} часы}}
zh_tw: {count, plural, one{{arg0} 小時} other{{arg0} 小時}}

# howAreYou
source: Hi, how are you?
ru: Привет, как дела?
zh_tw: 嗨，你好嗎？

# iAmGood
source: I’m good.
ru: Я в порядке.
zh_tw: 我很好。

# ignoreThisVersion
source: Ignore the new version
ru: Игнорировать новую версию
zh_tw: 忽略這次版本更新

source: image
ru: изображение
zh_tw: 影象
